---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.EnergyAnalysisOutdoorAirInformationParam
source: html/d53c6e33-54b1-bb26-768b-dc4b33f8725e.htm
---
# Autodesk.Revit.DB.ParameterTypeId.EnergyAnalysisOutdoorAirInformationParam Property

"Outdoor Air Information"

## Syntax (C#)
```csharp
public static ForgeTypeId EnergyAnalysisOutdoorAirInformationParam { get; }
```